cases/B_horizontal_stepped/0/alphat
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      alphat;
}

dimensions [1 -1 -1 0 0 0 0];

internalField uniform 0;

boundaryField
{
    inlet
    {
        type                    calculated;
        value                   uniform 0;
    }
    outlet
    {
        type                    calculated;
        value                   uniform 0;
    }
    walls
    {
        type                    compressible::alphatWallFunction;
        Prt                     0.85;
        value                   uniform 0;
    }
}
