cases/B_horizontal_stepped/0/epsilon
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}

dimensions [0 2 -3 0 0 0 0];

internalField uniform 0.01;

boundaryField
{
    inlet
    {
        type                    inletOutlet;
        inletValue              uniform 0.01;
        value                   uniform 0.01;
    }
    outlet
    {
        type                    inletOutlet;
        inletValue              uniform 0.01;
        value                   uniform 0.01;
    }
    walls
    {
        type                    epsilonWallFunction;
        value                   uniform 0.01;
    }
}
