cases/B_horizontal_stepped/constant/fvModels
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvModels;
}

heatSource
{
    type            semiImplicitSource;
    selectionMode   cellZone;
    cellZone        fuelbed;
    volumeMode      absolute;

    sources
    {
        h  { explicit 166666.7; implicit 0; }
    }
}
