cases/B_horizontal_stepped/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}

scale 1;

vertices
(
    (-3.1 -1.3 -0.6000000000000001) (7.5 -1.3 -0.6000000000000001)
    (7.5 1.3 -0.6000000000000001) (-3.1 1.3 -0.6000000000000001)
    (-3.1 -1.3 3.8000000000000003) (7.5 -1.3 3.8000000000000003)
    (7.5 1.3 3.8000000000000003) (-3.1 1.3 3.8000000000000003)
);

blocks ( hex (0 1 2 3 4 5 6 7) (106 26 44) simpleGrading (1 1 1) );

edges ();

boundary
(
    background
    {
        type patch;
        faces ( (0 3 2 1) (4 5 6 7) (0 1 5 4) (2 3 7 6) (0 4 7 3) (1 2 6 5) );
    }
);

mergePatchPairs ();
