cases/B_horizontal_stepped/system/decomposeParDict
FoamFile { version 2.0; format ascii; class dictionary; object decomposeParDict; }
numberOfSubdomains 6;
method          scotch;
